{
    "items": [
        {
            "id": "rp",
            "term": "Research problem",
            "description": "An enigmatic or troubling condition or concern or specific issue or gap in knowledge that the researcher would like to explore.",
            "example": "Recent data shows rise in number of medical incidents and staff sickness reports. \n\nStress can impact on healthcare workers performance and health.\n\n\"Reducing healthcare worker stress through targeted interventions and support to mitigate its adverse effects on well-being and performance.\""
        },

        {
            "id": "sp",
            "term": "Statement of purpose",
            "description": "A clear and concise description of the problem and the proposed methods of addressing it (problem).",
            "example": "The purpose of the study is to investigate the link between lack of sleep and stress at work, among healthcare workers."
        },

        {
            "id": "rq",
            "term": "Research question",
            "description": "A research question is a specific enquiry of exactly what issues the researcher intends to answer.",
            "example": "Does more than 6 hours of sleep at night reduce stress at work among healthcare workers?"
        },

        {
            "id": "hp",
            "term": "Hypothesis",
            "description": "A statement about the expected or predictive relationship between two or more variables. It must specify the variables, the population being studied and the predicted outcome of the hypothesis.",
            "example": "Healthcare providers who sleep more than 6 hours at night are less stressed at work than healthcare workers who sleep less than hours at night."
        },

        {
            "id": "ao",
            "term": "Aims/Objectives",
            "description": "A purpose statement explains the major aim, intent, or roadmap of the study. It should be a single sentence, include the purpose of the study, include the central phenomenon, use qualitative words, e.g. explore, understand, discover, note the participants (if any) and state the research site.",
            "example": "To assess the impact of mobility-promoting interventions on patient recovery, functional independence, and overall healthcare outcomes within a specific healthcare environment."
        }
    ]
}